[
    {"id": "P001", "name": "Romantic Red Rose Bouquet", "quantity": 15, "price": 80, "type": "bouquet", "description": "A medium-sized bouquet of red roses with green foliage, perfect for anniversaries and weddings. This moderately priced bouquet is a classic choice for romantic occasions."},
    {"id": "P002", "name": "Spring Tulip Medley", "quantity": 12, "price": 65, "type": "bouquet", "description": "A medium-sized bouquet featuring a vibrant mix of yellow, pink, purple, and orange tulips, ideal for birthdays. This affordable bouquet brings the freshness of spring to any celebration."},
    {"id": "P003", "name": "Elegant White Lily Arrangement", "quantity": 10, "price": 90, "type": "arrangement", "description": "A large arrangement of white lilies with green accents, suitable for weddings. This premium arrangement adds a touch of elegance to any venue."},
    {"id": "P004", "name": "Vibrant Sunflower Surprise", "quantity": 8, "price": 70, "type": "bouquet", "description": "A medium-sized bouquet of bright yellow sunflowers with brown centers, great for birthdays and congratulations. This reasonably priced bouquet is sure to bring smiles."},
    {"id": "P005", "name": "Pastel Peony Paradise", "quantity": 10, "price": 95, "type": "bouquet", "description": "A large bouquet featuring a soft blend of pink, purple, white, and blue peonies, perfect for Mother's Day. This luxurious bouquet is a stunning gift for any special woman."},
    {"id": "P006", "name": "Exotic Orchid Ensemble", "quantity": 6, "price": 110, "type": "arrangement", "description": "A medium-sized arrangement of purple and black orchids, suitable for corporate events. This high-end arrangement adds a touch of sophistication to any business setting."},
    {"id": "P007", "name": "Wildflower Wonderland Bouquet", "quantity": 14, "price": 75, "type": "bouquet", "description": "A large, colorful bouquet of mixed wildflowers in red, yellow, pink, purple, blue, and orange, ideal for birthdays and thank you gifts. This mid-range bouquet brings a burst of nature's beauty."},
    {"id": "P008", "name": "Classic Carnation Cluster", "quantity": 18, "price": 60, "type": "bouquet", "description": "A medium-sized bouquet of pink and white carnations, perfect for Mother's Day. This budget-friendly bouquet is a timeless gesture of love and appreciation."},
    {"id": "P009", "name": "Deluxe Mixed Bouquet", "quantity": 10, "price": 85, "type": "bouquet", "description": "A large bouquet with a variety of flowers in red, white, yellow, pink, purple, blue, and orange, suitable for general occasions and congratulations. This diverse, moderately priced bouquet is perfect for any celebration."},
    {"id": "P010", "name": "Seasonal Blooms Bonanza", "quantity": 12, "price": 78, "type": "bouquet", "description": "A medium-sized bouquet featuring seasonal flowers in red, yellow, pink, purple, orange, and brown, perfect for any general occasion. This reasonably priced bouquet showcases the best of the season."},
    {"id": "P011", "name": "Crystal Clear Glass Vase", "quantity": 25, "price": 30, "type": "vase", "description": "A small, clear glass vase with subtle blue tints, suitable for various flower arrangements. This affordable vase complements any bouquet or arrangement."},
    {"id": "P012", "name": "Rustic Ceramic Vase", "quantity": 20, "price": 35, "type": "vase", "description": "A medium-sized ceramic vase in earthy brown and black tones, perfect for rustic or natural arrangements. This reasonably priced vase adds a touch of warmth to any display."},
    {"id": "P013", "name": "Modern Metallic Vase", "quantity": 15, "price": 40, "type": "vase", "description": "A medium-sized vase with a sleek white and black metallic finish, ideal for contemporary corporate settings. This mid-range vase is perfect for modern floral designs."},
    {"id": "P014", "name": "Rustic Farmhouse Arrangement", "quantity": 8, "price": 95, "type": "arrangement", "description": "A large arrangement featuring white and green flowers with brown accents in a rustic container, suitable for general and corporate events. This premium arrangement brings a touch of countryside charm."},
    {"id": "P015", "name": "Tropical Paradise Arrangement", "quantity": 6, "price": 120, "type": "arrangement", "description": "A large, exotic arrangement with vibrant orange, pink, green, and blue tropical flowers, perfect for birthdays and congratulations. This high-end arrangement is a stunning centerpiece for any celebration."},
    {"id": "P016", "name": "Zen Garden Succulent Arrangement", "quantity": 10, "price": 85, "type": "arrangement", "description": "A small, tranquil arrangement of various succulents in shades of green, blue, purple, and brown, ideal for corporate or general gifts. This moderately priced arrangement brings a sense of calm to any space."},
    {"id": "P017", "name": "Vintage Teacup Floral Arrangement", "quantity": 12, "price": 55, "type": "arrangement", "description": "A small, charming arrangement of pink, purple, white, and yellow flowers in a vintage teacup, perfect for Mother's Day or as a thank you gift. This affordable arrangement offers a unique and delightful presentation."},
    {"id": "P018", "name": "Modern Monochrome Arrangement", "quantity": 7, "price": 100, "type": "arrangement", "description": "A medium-sized, sleek arrangement featuring white and green flowers with black accents, suitable for corporate events or modern home decor. This premium arrangement adds a touch of sophistication to any setting."},
    {"id": "P019", "name": "Autumn Harvest Bouquet", "quantity": 10, "price": 75, "type": "bouquet", "description": "A medium-sized bouquet with warm orange, red, yellow, and brown flowers, perfect for Thanksgiving or autumn-themed events. This reasonably priced bouquet captures the essence of fall."},
    {"id": "P020", "name": "Winter Wonderland Arrangement", "quantity": 8, "price": 95, "type": "arrangement", "description": "A large arrangement featuring white and blue flowers with silver accents, ideal for Christmas or winter corporate events. This premium arrangement brings a touch of frosty elegance to any space."},
    {"id": "P021", "name": "Spring Awakening Bouquet", "quantity": 12, "price": 70, "type": "bouquet", "description": "A medium-sized bouquet with fresh pink, yellow, purple, and green spring flowers, suitable for Easter or spring birthdays. This affordable bouquet is a burst of springtime joy."},
    {"id": "P022", "name": "Summer Sunset Arrangement", "quantity": 9, "price": 85, "type": "arrangement", "description": "A large arrangement with warm orange, red, yellow, and pink flowers reminiscent of a summer sunset, perfect for anniversaries and summer weddings. This moderately priced arrangement captures the warmth of summer evenings."},
    {"id": "P023", "name": "Zen Bamboo Arrangement", "quantity": 15, "price": 65, "type": "arrangement", "description": "A small, minimalist arrangement featuring green bamboo and white accents, ideal for corporate settings or as a general gift. This affordable arrangement brings a sense of peace and tranquility."},
    {"id": "P024", "name": "Lavender Dreams Bouquet", "quantity": 11, "price": 72, "type": "bouquet", "description": "A medium-sized bouquet of fragrant purple lavender with white and green accents, perfect for Mother's Day or as a thank you gift. This reasonably priced bouquet offers a soothing and aromatic experience."},
    {"id": "P025", "name": "Citrus Burst Arrangement", "quantity": 7, "price": 88, "type": "arrangement", "description": "A medium-sized arrangement featuring bright orange, yellow, and green flowers, ideal for birthdays or congratulatory occasions. This moderately priced arrangement adds a zesty pop of color to any celebration."},
    {"id": "P026", "name": "Midnight Mystery Bouquet", "quantity": 6, "price": 105, "type": "bouquet", "description": "A large, dramatic bouquet with deep purple, black, and dark red flowers, perfect for Halloween or romantic anniversaries. This premium bouquet offers a bold and mysterious aesthetic."},
    {"id": "P027", "name": "Cherry Blossom Delight", "quantity": 10, "price": 92, "type": "arrangement", "description": "A medium-sized arrangement featuring delicate pink and white cherry blossoms, ideal for weddings or Mother's Day. This moderately priced arrangement brings the beauty of spring to any occasion."},
    {"id": "P028", "name": "Ocean Breeze Bouquet", "quantity": 13, "price": 78, "type": "bouquet", "description": "A medium-sized bouquet with blue, white, and green flowers reminiscent of the sea, perfect for birthdays or as a thank you gift. This reasonably priced bouquet offers a refreshing coastal vibe."},
    {"id": "P029", "name": "Rustic Wildflower Basket", "quantity": 9, "price": 68, "type": "arrangement", "description": "A medium-sized basket filled with a colorful mix of wildflowers, ideal for housewarming gifts or general occasions. This affordable arrangement brings a touch of countryside charm to any home."},
    {"id": "P030", "name": "Elegant Black and White Arrangement", "quantity": 7, "price": 110, "type": "arrangement", "description": "A large, sophisticated arrangement featuring black and white flowers, perfect for corporate events or formal weddings. This premium arrangement offers a timeless and luxurious aesthetic."},
    {"id": "P031", "name": "Sunshine Daisy Bouquet", "quantity": 14, "price": 60, "type": "bouquet", "description": "A small, cheerful bouquet of yellow and white daisies, great for get well wishes or birthdays. This budget-friendly bouquet is sure to brighten anyone's day."},
    {"id": "P032", "name": "Royal Purple Passion", "quantity": 8, "price": 98, "type": "arrangement", "description": "A large arrangement featuring rich purple flowers with silver accents, suitable for anniversaries or upscale corporate events. This premium arrangement exudes luxury and sophistication."},
    {"id": "P033", "name": "Enchanted Forest Terrarium", "quantity": 5, "price": 120, "type": "arrangement", "description": "A small, whimsical terrarium with miniature plants in shades of green and brown, perfect for housewarming or unique birthday gifts. This high-end arrangement offers a magical miniature world."},
    {"id": "P034", "name": "Candy Cane Christmas Bouquet", "quantity": 12, "price": 82, "type": "bouquet", "description": "A medium-sized bouquet with red and white flowers arranged to resemble candy canes, ideal for Christmas or winter corporate events. This moderately priced bouquet brings festive cheer to any space."},
    {"id": "P035", "name": "Peacock Feather Flair", "quantity": 6, "price": 115, "type": "arrangement", "description": "A large, exotic arrangement featuring flowers in peacock-inspired colors of blue, green, and purple, perfect for weddings or high-end corporate events. This premium arrangement offers a stunning and unique display."},
    {"id": "P036", "name": "Pastel Rainbow Bouquet", "quantity": 10, "price": 75, "type": "bouquet", "description": "A medium-sized bouquet featuring a soft rainbow of pastel-colored flowers, ideal for birthdays or baby showers. This reasonably priced bouquet offers a gentle and dreamy aesthetic."},
    {"id": "P037", "name": "Succulent Garden Bowl", "quantity": 15, "price": 65, "type": "arrangement", "description": "A small bowl filled with a variety of green, blue, and pink succulents, perfect for housewarming gifts or corporate desks. This affordable arrangement is low-maintenance and long-lasting."},
    {"id": "P038", "name": "Moonlight Serenade Bouquet", "quantity": 7, "price": 95, "type": "bouquet", "description": "A medium-sized bouquet of white flowers with silver accents, ideal for anniversaries or Valentine's Day. This premium bouquet offers an elegant and romantic gesture."},
    {"id": "P039", "name": "Tropical Tiki Arrangement", "quantity": 8, "price": 108, "type": "arrangement", "description": "A large, vibrant arrangement featuring tropical flowers in orange, pink, yellow, and green, perfect for summer parties or tropical-themed birthdays. This high-end arrangement brings an exotic paradise to any event."},
    {"id": "P040", "name": "English Cottage Garden Bouquet", "quantity": 11, "price": 88, "type": "bouquet", "description": "A large, romantic bouquet with a mix of pink, purple, white, and yellow flowers reminiscent of an English garden, ideal for Mother's Day or as a thank you gift. This moderately priced bouquet offers a charming and nostalgic touch."},
    {"id": "P041", "name": "Desert Oasis Cactus Arrangement", "quantity": 9, "price": 72, "type": "arrangement", "description": "A small arrangement featuring various green cacti and succulents with sandy brown accents, perfect for housewarming or corporate gifts. This affordable arrangement brings a touch of the desert to any space."},
    {"id": "P042", "name": "Fire and Ice Rose Duo", "quantity": 13, "price": 85, "type": "bouquet", "description": "A medium-sized bouquet featuring a striking combination of red and white roses, ideal for anniversaries or Valentine's Day. This moderately priced bouquet offers a classic and passionate statement."},
    {"id": "P043", "name": "Butterfly Garden Delight", "quantity": 10, "price": 79, "type": "arrangement", "description": "A medium-sized arrangement with pink, purple, and yellow flowers that attract butterflies, perfect for spring events or Mother's Day. This reasonably priced arrangement brings the beauty of a butterfly garden indoors."},
    {"id": "P044", "name": "Zen Stone and Orchid Display", "quantity": 6, "price": 118, "type": "arrangement", "description": "A small, minimalist arrangement featuring white orchids and black stones, suitable for corporate settings or modern home decor. This premium arrangement offers a sleek and calming presence."},
    {"id": "P045", "name": "Fairy Tale Princess Bouquet", "quantity": 8, "price": 92, "type": "bouquet", "description": "A medium-sized bouquet with soft pink, white, and purple flowers fit for a princess, perfect for birthdays or graduations. This moderately priced bouquet brings a touch of magic to any celebration."}
]